;---------------------------
; ANARCHY'S CHILDREN ARMOR
;---------------------------

[KevlarArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="Roupa Kevlar das Crianças da Anarquia"
BriefSummary="Esta armadura básica é constituída por uma proteção improvisada, combinada sucatas e restos de equipamentos da Resistência. Ela oferece pouca proteção contra o armamento ADVENTO e é virtualmente inútil contra as armas alienígenas".
TacticalText="<Bullet/> Todos os soldados recebem armadura Kevlar como parte de seu kit básico. \n<Bullet/> O Estudo ciêntifico pode nos dar acesso à armaduras melhores, o que ajudará tremendamente na batalha.

[MediumPlatedArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="Armadura Predador das Crianças da Anarquia"
FriendlyNamePlural="Armaduras do Predador das Crianças da Anarquia"
BriefSummary="Utilizando placas sucateadas das armaduras dos ADVENTOS, esta roupa oferece maior proteção e capacidade de inventário adicional para nossos soldados".
TacticalText="<Bullet/> A Armadura do Predador é uma armadura de peso médio com adereços do ADVENTO. \n<Bullet/> Sendo uma armadura de classe média, ela oferece um espaço para um item de inventário adicional.

[LightPlatedArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="Armadura Aranha das Crianças da Anarquia"
FriendlyNamePlural="Armaduras da Aranha das Crianças da Anarquia"
BriefSummary="A tecnologia ADVENTO nos levou a esta roupa leve, que mesmo utilizando placas ADVENTO, mantém a proteção aumentada, mas também melhora a mobilidade e tem um gancho de escalada para movimentos rápidos no campo de batalha".
TacticalText="<Bullet/> A Armadura da Aranha adiciona mobilidade e uma maior chance de tirar fotos em vez de golpes diretos. \n<Bullet/> O módulo grapple permite aos soldados atravessar rapidamente o campo de batalha. , Mas tem um cooldown curto. "

[HeavyPlated Armor_DLC_Day30 X2ArmorTemplate]
FriendlyName="As Crianças da Anarquia E.X.O. Suit"
FriendlyNamePlural="Crianças da Anarquia E.X.O. Ternos"
BriefSummary="Esta armadura pesada combina revestimento reforçado ADVENT com um exoesqueleto alimentado, oferecendo proteção superior e resistência a danos juntamente com um lançador de foguete montado no pulso. Com mais estudo poderíamos desbloquear opções de armas pesadas adicionais para este terno.
TacticalText="<Bullet/> Como um sistema de armadura de classe pesada, o EXO Suit permite que um soldado monte uma arma pesada. \n<Bullet/> Apenas o lançador de foguetes está disponível inicialmente; Destravar sistemas de armas mais pesados ​​para a construção. "

[MediumPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="Armadura de Guardião de Crianças da Anarquia"
FriendlyNamePlural="Armadura do Guardião das Crianças da Anarquia"
BriefSummary="Nosso novo domínio da tecnologia Elerium do alienígena nos levou ao último em armadura de batalha: a Armadura do Guardião. A armadura Elerium oferece uma capacidade de sobrevivência e versatilidade sem precedentes na batalha contra inimigos alienígenas cada vez mais poderosos".
TacticalText="<Bullet/> Warden Armor é a melhor armadura de classe média disponível. \n<Bullet/> Warden Armor tem 2 slots de item de inventário."

[LightPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="O Terno do Wraith das crianças da anarquia"
FriendlyNamePlural="Fatos da Anarquia de Wraith de Crianças"
BriefSummary="A variante leve de nosso sistema de armadura motorizado não só aumenta os reflexos e a velocidade de nossos soldados, mas também incorpora tecnologia de urdidura experimental, permitindo que o usuário altere momentaneamente a fase dimensional e passe sem esforço pelos obstáculos".
TacticalText="<Bullet/> O Wraith Suit adiciona mobilidade e uma maior chance de tirar fotos em vez de golpes diretos. \n<Bullet/> O Wraith Suit tem um grampo montado no pulso. Pode permitir que o usuário passe diretamente através das paredes e obstáculos. "

[HeavyPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="As Crianças da Anarquia W.A.R. Suit"
FriendlyNamePlural="Crianças da Anarquia W.A.R. Ternos"
BriefSummary="Esta armadura pesada de batalha pesada concede resistência de dano maciça e capacidade de sobrevivência, bem como um ponto duro de arma pesada montado no pulso. O terno W.A.R. também pode gerar tampa temporária para aliados com a sua poderosa tecnologia de \" Shieldwall \ ".
TacticalText="<Bullet/> O WAR Suit permite que um soldado monte o pulso com uma arma pesada. \n<Bullet/> O WAR Suit concede a habilidade  \"Shieldwall\", permitindo que o portador atue temporariamente como cobertura alta para squadmates. "
;----------------------------
; ANARCHY'S CHILDREN TECHS
;----------------------------
[EXOSuit_DLC_Day30 X2TechTemplate]
DisplayName="As Crianças da Anarquia E.X.O. Suit"
Sumário="Se combinarmos os protótipos de blindagem de poder com que temos trabalhado com alguns dos revestimentos ADVENT que recuperamos, poderíamos desenvolver uma variante pesada de nossa armadura chapeada e, mais importante, poderíamos adicionar um Arma pesada montar diretamente para a armadura, combinando significativas capacidades defensivas e ofensivas em um único terno. "
CodeName="Stark"
LongDescription="Para os alienígenas, colocar armas mais pesadas, ou mais delas, geralmente significa usar uma espécie alienígena maior e mais pesada para transportar o equipamento para a batalha. Para as nossas necessidades, temos de confiar em algo mais prático. Trabalhando em uma variedade de protótipos blindados de poder, que, pelo menos, deve fornecer um meio para as nossas tropas para trazer uma outra arma para a luta.Combinando esses protótipos com o chapeamento de liga alienígena que temos experimentado anteriormente, o Armadura também deve ser incrivelmente durável, mais do que qualquer coisa que nós fornecemos às nossas tropas anteriormente L. Shen. "

[SpiderSuit_DLC_Day30 X2TechTemplate]
DisplayName="Fato da aranha das crianças da anarquia"
Sumário="Os registros manchados do mainframe arruinado no XCOM HQ indicam um protótipo adiantado para um terno de armadura leve acoplado com um gancho de luta nunca veio a fruition.Nosso mestria recente dos materiais dos estrangeiros pode nos permitir reviver o conceito.
CodeName="Fisher"
LongDescription="Com a variedade de ambientes que nossas forças estão envolvendo o inimigo, precisamos dar-lhes todas as oportunidades para ganhar uma vantagem tática no campo. Com isso em mente, nosso protótipo de armadura mais recente incorpora um mecanismo básico de ascensão motorizado capaz De propulsão do utilizador a alturas superiores a 10 m com níveis elevados de estabilidade.A roupa utiliza vários motores micro-servo que funcionam em sequência para auxiliar na distribuição da carga em toda a armadura, com o efeito secundário adicional de reflexos reforçados fornecidos à Embora Central tenha feito referências vagas ao ex-oficial de ciência que serve XCOM, ele não parece interessado em discutir seus esforços comigo diretamente.Eu estou supondo que o projeto de grapple foi algo que ela criou em colaboração com o pai antes de XCOM caiu. Shen.

[WraithSuit_DLC_Day30 X2TechTemplate]
DisplayName="Fato de Wraith de Crianças da Anarquia"
Sumário="Tendo visto os alienígenas manipulando campos Psionic para uma variedade de finalidades, nós teorizamos que pode ser possível atravessar através dos confins físicos nosso do mundo desenvolvendo um campo Psionic enredado em um terno de armadura de luz especialmente projetado.
CodeName="Loki"
LongDescription="Embora estejamos aprendendo mais sobre os diferentes usos do alienígena para os campos de energia psiônicos que eles manipulam, até agora não passamos muito tempo tentando aproveitar essas capacidades para nossos próprios propósitos.O acesso direto ao estrangeiro biomecânico, O Codex tem nos dado uma percepção muito melhor sobre a natureza da Psionics do que qualquer de nossa experimentação anterior.O Códice tem a capacidade única de fase não apenas objetos físicos, mas entre mundos e, em teoria, dimensões. Concentrando um pulso cuidadosamente equilibrado de energia psiônica, o Codex cria uma fenda, efetivamente despejando as camadas do espaço-tempo. As possíveis implicações dessa habilidade são bobbling mente, mas é seguro dizer que eu não vou recomendar que perseguimos este avanço para O Comandante.No entanto, há outras áreas de interesse amarrado Codex.Nos nossos testes, concebemos a possibilidade de que o pulso Psionic poderia ser desviado, ou dispersos, através de um campo electromagnético integrado em um terno de armadura. Isso efetivamente criaria uma fenda enfraquecida ao longo do paletó, permitindo que o portador fizesse passar a fase através de objetos dentro de nossa própria dimensão. O protótipo é estável, mas os testes de campo estão em andamento. L. Shen. "

[WARSuit_DLC_Day30 X2TechTemplate]
DisplayName="Crianças da Anarquia W.A.R. Suit"
Sumário="Ao aproveitar o poder de Elerium, pode ser possível criar um novo armadura pesada armadura capaz de gerar um campo de força defensiva não muito diferente daqueles usados ​​na nave alienígena".
CodeName="Titan"
LongDescription="Com a nossa oferta de cristais Elerium limitada pelo que os nossos soldados podem recuperar no campo, tenho hesitado em recomendar que os comprometamos a qualquer projeto exclusivamente. No entanto, na sequência dos recentes acontecimentos, parece que precisamos Para trabalhar em desenvolver um terno de armadura que exceda a durabilidade e dureza de qualquer um dos nossos projetos anteriores.Para isso, temos integrado uma célula de energia Elerium-baseado em um de nossos quadros mais pesados.Com o rendimento de energia Elerium incrível, o terno Pode agora apoiar o uso de um campo de força auto-contida.No mais simples dos termos, nós espelhamos as tecnologias mais comumente usadas pelos alienígenas na defesa de seus OVNIs e os fundimos com uma plataforma que nossas tropas podem implantar no campo Espero grandes coisas desta unidade, L. Shen.

;----------------------------
; Conventional Armor Male
;----------------------------
[DLC_30_Torso_M X2BodyPartTemplate]
DisplayName="Bare"

[DLC_30_Torso_A_M X2BodyPartTemplate]
DisplayName="Breastplate"

[DLC_30_Torso_A2_M X2BodyPartTemplate]
DisplayName="Breastplate with Spikes & Straps"

[DLC_30_Torso_B_M X2BodyPartTemplate]
DisplayName="Spider Vest with Chain"

[DLC_30_Torso_B2_M X2BodyPartTemplate]
DisplayName="XCOM Vest with Knife"

[DLC_30_Torso_B3_M X2BodyPartTemplate]
DisplayName="Chryssalid Hunter Vest with Spiked Shoulders"

[DLC_30_Arms_Left_Bare_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_Bare_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Legs_A_M X2BodyPartTemplate]
DisplayName="Cargo Pants with Heavy Armor"

[DLC_30_Legs_B_M X2BodyPartTemplate]
DisplayName="Pants with Blast Padding"

[DLC_30_Legs_C_M X2BodyPartTemplate]
DisplayName="Cargo Pants with Light Armor"

[DLC_30_Legs_D_M X2BodyPartTemplate]
DisplayName="Rockstar Pants"

[DLC_30_Legs_E_M X2BodyPartTemplate]
DisplayName="Hot Pants"

[DLC_30_Legs_F_M X2BodyPartTemplate]
DisplayName="Shorts with Blast Padding"

[DLC_30_Legs_G_M X2BodyPartTemplate]
DisplayName="Shorts"

;----------------------------
; Conventional Armor Female
;----------------------------
[DLC_30_Torso_F X2BodyPartTemplate]
DisplayName="Bare"

[DLC_30_Torso_A_F X2BodyPartTemplate]
DisplayName="Breastplate"

[DLC_30_Torso_A2_F X2BodyPartTemplate]
DisplayName="Breastplate with Spikes & Straps"

[DLC_30_Torso_B_F X2BodyPartTemplate]
DisplayName="Spider Vest with Chain"

[DLC_30_Torso_B2_F X2BodyPartTemplate]
DisplayName="XCOM Vest with Knife"

[DLC_30_Torso_B3_F X2BodyPartTemplate]
DisplayName="Chryssalid Hunter Vest with Spiked Shoulders"

[DLC_30_Arms_Left_Bare_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_Bare_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Legs_A_F X2BodyPartTemplate]
DisplayName="Cargo Pants with Heavy Armor"

[DLC_30_Legs_B_F X2BodyPartTemplate]
DisplayName="Pants with Blast Padding"

[DLC_30_Legs_C_F X2BodyPartTemplate]
DisplayName="Cargo Pants with Light Armor"

[DLC_30_Legs_D_F X2BodyPartTemplate]
DisplayName="Rockstar Pants"

[DLC_30_Legs_E_F X2BodyPartTemplate]
DisplayName="Hot Pants"

[DLC_30_Legs_F_F X2BodyPartTemplate]
DisplayName="Shorts with Blast Padding"

[DLC_30_Legs_G_F X2BodyPartTemplate]
DisplayName="Shorts"


;----------------------------
; Plated Light Male
;----------------------------

[DLC_30_Arms_Left_PltLt_A_M X2BodyPartTemplate]
DisplayName="Grapple"

[DLC_30_Arms_Right_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_PltLt_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_PltLt_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_PltLt_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_PltLt_D_M X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_PltLt_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_PltLt_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_PltLt_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_PltLt_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_PltLt_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_PltLt_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_PltLt_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_PltLt_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltLgt_Torso_A_M X2BodyPartTemplate]
DisplayName="Black Widow"

[DLC_30_PltLgt_Legs_A_M X2BodyPartTemplate]
DisplayName="Black Widow A"

[DLC_30_PltLgt_Legs_B_M X2BodyPartTemplate]
DisplayName="Black Widow B"

[DLC_30_PltLgt_Legs_C_M X2BodyPartTemplate]
DisplayName="Black Widow C"

;----------------------------
; Plated Light Female
;----------------------------

[DLC_30_Arms_Left_PltLt_A_F X2BodyPartTemplate]
DisplayName="Grapple"

[DLC_30_Arms_Right_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_PltLt_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_PltLt_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_PltLt_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_PltLt_D_F X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_PltLt_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_PltLt_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_PltLt_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_PltLt_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_PltLt_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_PltLt_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_PltLt_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_PltLt_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltLgt_Torso_A_F X2BodyPartTemplate]
DisplayName="Black Widow"

[DLC_30_PltLgt_Legs_A_F X2BodyPartTemplate]
DisplayName="Black Widow A"

[DLC_30_PltLgt_Legs_B_F X2BodyPartTemplate]
DisplayName="Black Widow B"

[DLC_30_PltLgt_Legs_C_F X2BodyPartTemplate]
DisplayName="Black Widow C"

;----------------------------
; Plated Medium Male
;----------------------------

[DLC_30_Arms_Left_Plt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_Plt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Left_Plt_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_Plt_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Left_Plt_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_Plt_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Left_Plt_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_Plt_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Left_Plt_D_M X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Arms_Right_Plt_D_M X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_Plt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_Plt_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_Plt_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_Plt_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_Plt_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_Plt_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_Plt_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_Plt_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_Plt_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_Plt_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltMed_Torso_A_M X2BodyPartTemplate]
DisplayName="Cougar"

[DLC_30_PltMed_Legs_A_M X2BodyPartTemplate]
DisplayName="Cougar A"

[DLC_30_PltMed_Legs_B_M X2BodyPartTemplate]
DisplayName="Cougar B"

[DLC_30_PltMed_Legs_C_M X2BodyPartTemplate]
DisplayName="Cougar C"

;----------------------------
; Plated Medium Female
;----------------------------

[DLC_30_Arms_Left_Plt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Right_Plt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_Arms_Left_Plt_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Right_Plt_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[DLC_30_Arms_Left_Plt_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Right_Plt_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_Arms_Left_Plt_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Right_Plt_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_Arms_Left_Plt_D_F X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Arms_Right_Plt_D_F X2BodyPartTemplate]
DisplayName="Spiked Gauntlet"

[DLC_30_Shoulder_Left_Plt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_Plt_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_Plt_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_Plt_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_Plt_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_Plt_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_Plt_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_Plt_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_Plt_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_Plt_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltMed_Torso_A_F X2BodyPartTemplate]
DisplayName="Cougar"

[DLC_30_PltMed_Legs_A_F X2BodyPartTemplate]
DisplayName="Cougar A"

[DLC_30_PltMed_Legs_B_F X2BodyPartTemplate]
DisplayName="Cougar B"

[DLC_30_PltMed_Legs_C_F X2BodyPartTemplate]
DisplayName="Cougar C"

;----------------------------
; Plated Heavy Male
;----------------------------
[DLC_30_Arms_Left_PltHvy_A_M X2BodyPartTemplate]
DisplayName="Ram Armature A"

[DLC_30_Arms_Right_PltHvy_A_M X2BodyPartTemplate]
DisplayName="Ram Armature A"

[DLC_30_Arms_Left_PltHvy_B_M X2BodyPartTemplate]
DisplayName="Ram Armature B"

[DLC_30_Arms_Right_PltHvy_B_M X2BodyPartTemplate]
DisplayName="Ram Armature B"

[DLC_30_Shoulder_Left_PltHvy_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_PltHvy_Bare_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_PltHvy_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_PltHvy_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_PltHvy_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_PltHvy_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_PltHvy_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_PltHvy_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_PltHvy_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_PltHvy_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltHvy_Torso_A_M X2BodyPartTemplate]
DisplayName="Ram"

[DLC_30_PltHvy_Legs_A_M X2BodyPartTemplate]
DisplayName="Ram A"

[DLC_30_PltHvy_Legs_B_M X2BodyPartTemplate]
DisplayName="Ram B"

[DLC_30_PltHvy_Legs_C_M X2BodyPartTemplate]
DisplayName="Ram C"

;----------------------------
; Plated Heavy Female
;----------------------------
[DLC_30_Arms_Left_PltHvy_A_F X2BodyPartTemplate]
DisplayName="Ram Armature A"

[DLC_30_Arms_Right_PltHvy_A_F X2BodyPartTemplate]
DisplayName="Ram Armature A"

[DLC_30_Arms_Left_PltHvy_B_F X2BodyPartTemplate]
DisplayName="Ram Armature B"

[DLC_30_Arms_Right_PltHvy_B_F X2BodyPartTemplate]
DisplayName="Ram Armature B"

[DLC_30_Shoulder_Left_PltHvy_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Right_PltHvy_Bare_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_Shoulder_Left_PltHvy_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Right_PltHvy_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_Shoulder_Left_PltHvy_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Right_PltHvy_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_Shoulder_Left_PltHvy_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Right_PltHvy_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_Shoulder_Left_PltHvy_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_Shoulder_Right_PltHvy_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"

[DLC_30_PltHvy_Torso_A_F X2BodyPartTemplate]
DisplayName="Ram"

[DLC_30_PltHvy_Legs_A_F X2BodyPartTemplate]
DisplayName="Ram A"

[DLC_30_PltHvy_Legs_B_F X2BodyPartTemplate]
DisplayName="Ram B"

[DLC_30_PltHvy_Legs_C_F X2BodyPartTemplate]
DisplayName="Ram C"

;----------------------------
; Powered Light Male
;----------------------------

[DLC_30_PwrLgt_Torso_A_M X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PwrLgt_Torso_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrLgt_Torso_C_M X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PWrLgt_Arms_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PWrLgt_Arms_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PWrLgt_Arms_C_M X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PWrLgt_Arms_D_M X2BodyPartTemplate]
DisplayName="Single Armored Shoulder"

[DLC_30_PWrLgt_Arms_E_M X2BodyPartTemplate]
DisplayName="Bare Shoulders"

[DLC_30_PwrLgt_Legs_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrLgt_Legs_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrLgt_Legs_C_M X2BodyPartTemplate]
DisplayName="Angel"

;----------------------------
; Powered Light Female
;----------------------------

[DLC_30_PwrLgt_Torso_A_F X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PwrLgt_Torso_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrLgt_Torso_C_F X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PWrLgt_Arms_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PWrLgt_Arms_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PWrLgt_Arms_C_F X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PWrLgt_Arms_D_F X2BodyPartTemplate]
DisplayName="Single Armored Shoulder"

[DLC_30_PWrLgt_Arms_E_F X2BodyPartTemplate]
DisplayName="Bare Shoulders"

[DLC_30_PwrLgt_Legs_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrLgt_Legs_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrLgt_Legs_C_F X2BodyPartTemplate]
DisplayName="Angel"

;----------------------------
; Powered Medium Male
;----------------------------

[DLC_30_PwrMed_Torso_A_M X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PwrMed_Torso_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Torso_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PWrMed_Arms_A_M X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PWrMed_Arms_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PWrMed_Arms_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PWrMed_Arms_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PWrMed_Arms_E_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"

[DLC_30_PwrMed_Legs_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrMed_Legs_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Legs_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

;----------------------------
; Powered Medium Female
;----------------------------

[DLC_30_PwrMed_Torso_A_F X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PwrMed_Torso_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Torso_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PWrMed_Arms_A_F X2BodyPartTemplate]
DisplayName="No decals"

[DLC_30_PWrMed_Arms_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PWrMed_Arms_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PWrMed_Arms_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PWrMed_Arms_E_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"

[DLC_30_PwrMed_Legs_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrMed_Legs_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Legs_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

;----------------------------
; Powered Heavy Male
;----------------------------

[DLC_30_PwrHvy_Torso_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrHvy_Torso_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Torso_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PWrHvy_Arms_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PWrHvy_Arms_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PWrHvy_Arms_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PWrHvy_Arms_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PWrHvy_Arms_E_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"

[DLC_30_PwrHvy_Legs_A_M X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrHvy_Legs_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Legs_C_M X2BodyPartTemplate]
DisplayName="Goblin"

;----------------------------
; Powered Heavy Female
;----------------------------

[DLC_30_PwrHvy_Torso_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrHvy_Torso_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Torso_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PWrHvy_Arms_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PWrHvy_Arms_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PWrHvy_Arms_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PWrHvy_Arms_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PWrHvy_Arms_E_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"

[DLC_30_PwrHvy_Legs_A_F X2BodyPartTemplate]
DisplayName="No Decals"

[DLC_30_PwrHvy_Legs_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Legs_C_F X2BodyPartTemplate]
DisplayName="Goblin"

;----------------------------
; Helmets
;----------------------------

[DLC_30_Helmet_A_Kaiser_M X2BodyPartTemplate]
DisplayName="Kaiser Helmet"

[DLC_30_Helmet_A_Kaiser_F X2BodyPartTemplate]
DisplayName="Kaiser Helmet"

[DLC_30_Helmet_B_Gasmask_M X2BodyPartTemplate]
DisplayName="Gas Mask"

[DLC_30_Helmet_B_Gasmask_F X2BodyPartTemplate]
DisplayName="Gas Mask"

[DLC_30_Helmet_C_MetalSkull1_M X2BodyPartTemplate]
DisplayName="Metal Skull"

[DLC_30_Helmet_C_MetalSkull1_F X2BodyPartTemplate]
DisplayName="Metal Skull"

[DLC_30_Helmet_C_MetalSkull2_M X2BodyPartTemplate]
DisplayName="Metal Skulls with Horns"

[DLC_30_Helmet_C_MetalSkull2_F X2BodyPartTemplate]
DisplayName="Metal Skulls with Horns"

[DLC_30_Helmet_C_MetalSkull3_M X2BodyPartTemplate]
DisplayName="Metal Skulls with Mohawk"

[DLC_30_Helmet_C_MetalSkull3_F X2BodyPartTemplate]
DisplayName="Metal Skulls with Mohawk"

[DLC_30_Helmet_D_WeldersMask_M X2BodyPartTemplate]
DisplayName="Welder's Mask"

[DLC_30_Helmet_D_WeldersMask_F X2BodyPartTemplate]
DisplayName="Welder's Mask"

[DLC_30_Helmet_E_Space_M X2BodyPartTemplate]
DisplayName="Space Helmet"

[DLC_30_Helmet_E_Space_F X2BodyPartTemplate]
DisplayName="Space Helmet"

[DLC_30_Helmet_E_Space_Feathers_M X2BodyPartTemplate]
DisplayName="Space Helmet with Feather Mohawk"

[DLC_30_Helmet_E_Space_Feathers_F X2BodyPartTemplate]
DisplayName="Space Helmet with Feather Mohawk"

[DLC_30_Helmet_E_Space_Straps_M X2BodyPartTemplate]
DisplayName="Space Mask"

[DLC_30_Helmet_E_Space_Straps_F X2BodyPartTemplate]
DisplayName="Space Mask"

[DLC_30_Helmet_F_Knight1_M X2BodyPartTemplate]
DisplayName="Knight Helm A"

[DLC_30_Helmet_F_Knight1_F X2BodyPartTemplate]
DisplayName="Knight Helm A"

[DLC_30_Helmet_F_Knight2_M X2BodyPartTemplate]
DisplayName="Knight Helm B"

[DLC_30_Helmet_F_Knight2_F X2BodyPartTemplate]
DisplayName="Knight Helm B"

[DLC_30_Helmet_G_TopHat_M X2BodyPartTemplate]
DisplayName="Voodoo Top Hat A"

[DLC_30_Helmet_G_TopHat_F X2BodyPartTemplate]
DisplayName="Voodoo Top Hat A"

[DLC_30_Helmet_G_TopHat2_M X2BodyPartTemplate]
DisplayName="Voodoo Top Hat B"

[DLC_30_Helmet_G_TopHat2_F X2BodyPartTemplate]
DisplayName="Voodoo Top Hat B"

[DLC_30_Helmet_H_HockeyMask_M X2BodyPartTemplate]
DisplayName="Tintable Skull Paint Hockey Mask"

[DLC_30_Helmet_H_HockeyMask_F X2BodyPartTemplate]
DisplayName="Tintable Skull Paint Hockey Mask"

[DLC_30_Helmet_H_HockeyMask3_M X2BodyPartTemplate]
DisplayName="Skull Paint Hockey Mask"

[DLC_30_Helmet_H_HockeyMask3_F X2BodyPartTemplate]
DisplayName="Skull Paint Hockey Mask"

[DLC_30_Helmet_I_HockeyMask2_M X2BodyPartTemplate]
DisplayName="Tintable Hockey Mask"

[DLC_30_Helmet_I_HockeyMask2_F X2BodyPartTemplate]
DisplayName="Tintable Hockey Mask"

[DLC_30_Accessory_A_WelderGoggles1_M X2BodyPartTemplate]
DisplayName="Goggles on Eyes"

[DLC_30_Accessory_A_WelderGoggles1_F X2BodyPartTemplate]
DisplayName="Goggles on Eyes"

[DLC_30_Accessory_A_WelderGoggles2_M X2BodyPartTemplate]
DisplayName="Goggles on Forehead"

[DLC_30_Accessory_A_WelderGoggles2_F X2BodyPartTemplate]
DisplayName="Goggles on Forehead"

[DLC_30_Accessory_C_SpiderMask_M X2BodyPartTemplate]
DisplayName="Spider Mask"

[DLC_30_Accessory_C_SpiderMask_F X2BodyPartTemplate]
DisplayName="Spider Mask"

[DLC_30_Accessory_D_GlowingVisor_M X2BodyPartTemplate]
DisplayName="Muzzle with Glowing Visor"

[DLC_30_Accessory_D_GlowingVisor_F X2BodyPartTemplate]
DisplayName="Muzzle with Glowing Visor"

[DLC_30_Accessory_D_GlowingVisor_Goggles_M X2BodyPartTemplate]
DisplayName="Muzzle with Goggles on Eyes"

[DLC_30_Accessory_D_GlowingVisor_Goggles_F X2BodyPartTemplate]
DisplayName="Muzzle with Goggles on Eyes"

[DLC_30_Accessory_D_GlowingVisor_GogglesUps_M X2BodyPartTemplate]
DisplayName="Muzzle with Goggles on Forehead"

[DLC_30_Accessory_D_GlowingVisor_GogglesUps_F X2BodyPartTemplate]
DisplayName="Muzzle with Goggles on Forehead"

[DLC_30_Accessory_D_GlowingVisor_MaskOnly_M X2BodyPartTemplate]
DisplayName="Muzzle"

[DLC_30_Accessory_D_GlowingVisor_MaskOnly_F X2BodyPartTemplate]
DisplayName="Muzzle"

[DLC_30_Accessory_E_AviatorHelmet1_M X2BodyPartTemplate]
DisplayName="Aviator Helmet"

[DLC_30_Accessory_E_AviatorHelmet1_F X2BodyPartTemplate]
DisplayName="Aviator Helmet"

[DLC_30_Accessory_E_AviatorHelmet2_M X2BodyPartTemplate]
DisplayName="Aviator Helmet with Goggles on Eyes"

[DLC_30_Accessory_E_AviatorHelmet2_F X2BodyPartTemplate]
DisplayName="Aviator Helmet with Goggles on Eyes"

[DLC_30_Accessory_E_AviatorHelmet3_M X2BodyPartTemplate]
DisplayName="Aviator Helmet with Goggles on Forehead"

[DLC_30_Accessory_E_AviatorHelmet3_F X2BodyPartTemplate]
DisplayName="Aviator Helmet with Goggles on Forehead"

[DLC_30_Accessory_F_PorcelinDoll_M X2BodyPartTemplate]
DisplayName="Android"

[DLC_30_Accessory_F_PorcelinDoll_F X2BodyPartTemplate]
DisplayName="Android"

;----------------------------
; Lower Face Props
;----------------------------

[DLC_30_Accessory_G_SamuraiMask_M X2BodyPartTemplate]
DisplayName="Samurai Mask A"

[DLC_30_Accessory_G_SamuraiMask_F X2BodyPartTemplate]
DisplayName="Samurai Mask A"

[DLC_30_Accessory_G_SamuraiMask2_M X2BodyPartTemplate]
DisplayName="Samurai Mask B"

[DLC_30_Accessory_G_SamuraiMask2_F X2BodyPartTemplate]
DisplayName="Samurai Mask B"

;----------------------------
; Face Paint
;----------------------------

[Facepaint_BLANK X2BodyPartTemplate]
DisplayName="None"

[DLC_30_FacePaint_BlackAndWhite X2BodyPartTemplate]
DisplayName="Ethereal Divide"

[DLC_30_FacePaint_Bloody X2BodyPartTemplate]
DisplayName="Blood Splatter"

[DLC_30_FacePaint_BlueSkull X2BodyPartTemplate]
DisplayName="Warrior Skull"

[DLC_30_FacePaint_Celtic X2BodyPartTemplate]
DisplayName="Celtic Warrior"

[DLC_30_FacePaint_Clown X2BodyPartTemplate]
DisplayName="Killer Clown"

[DLC_30_FacePaint_Corpse X2BodyPartTemplate]
DisplayName="Heavy Metal"

[DLC_30_FacePaint_EyeStripe X2BodyPartTemplate]
DisplayName="Bandit"

[DLC_30_FacePaint_Kabuki X2BodyPartTemplate]
DisplayName="Kabuki Paint"

[DLC_30_FacePaint_TopBlack X2BodyPartTemplate]
DisplayName="Midnight Warrior"

;----------------------------
; Hairstyles
;----------------------------

[DLC_30_Hair_A_TopKnot_M X2BodyPartTemplate]
DisplayName="Top Knot Fade"

[DLC_30_Hair_A_TopKnot_F X2BodyPartTemplate]
DisplayName="Top Knot Fade"

[DLC_30_Hair_A_TopKnot2_M X2BodyPartTemplate]
DisplayName="Top Knot"

[DLC_30_Hair_A_TopKnot2_F X2BodyPartTemplate]
DisplayName="Top Knot"

[DLC_30_Hair_B_ExtremeMohawk_M X2BodyPartTemplate]
DisplayName="Tall Mohawk"

[DLC_30_Hair_B_ExtremeMohawk_F X2BodyPartTemplate]
DisplayName="Tall Mohawk"

[DLC_30_Hair_B_ExtremeMohawk2_M X2BodyPartTemplate]
DisplayName="Tall Mohawk Fade"

[DLC_30_Hair_B_ExtremeMohawk2_F X2BodyPartTemplate]
DisplayName="Tall Mohawk Fade"

[DLC_30_Hair_C_StripedMohawk_M X2BodyPartTemplate]
DisplayName="Short Mohawk Striped"

[DLC_30_Hair_C_StripedMohawk_F X2BodyPartTemplate]
DisplayName="Short Mohawk Striped"

[DLC_30_Hair_C_StripedMohawk2_M X2BodyPartTemplate]
DisplayName="Short Mohawk"

[DLC_30_Hair_C_StripedMohawk2_F X2BodyPartTemplate]
DisplayName="Short Mohawk"

[DLC_30_Hair_D_TopBraid_M X2BodyPartTemplate]
DisplayName="Top Braid"

[DLC_30_Hair_D_TopBraid_F X2BodyPartTemplate]
DisplayName="Top Braid"

[DLC_30_Hair_E_Spikes_M X2BodyPartTemplate]
DisplayName="Spikes"

[DLC_30_Hair_E_Spikes_F X2BodyPartTemplate]
DisplayName="Spikes"

[DLC_30_Hair_F_Pigtails_M X2BodyPartTemplate]
DisplayName="Pigtails"

[DLC_30_Hair_F_Pigtails_F X2BodyPartTemplate]
DisplayName="Pigtails"

[DLC_30_Hair_F_Pigtails2_M X2BodyPartTemplate]
DisplayName="Pigtails Fade"

[DLC_30_Hair_F_Pigtails2_F X2BodyPartTemplate]
DisplayName="Pigtails Fade"


;[DLC_30_Hat_A_FloppyBoonie_M X2BodyPartTemplate]
;DisplayName="Floppy Bonnie"
;[DLC_30_Hat_A_FloppyBoonie_F X2BodyPartTemplate]
;DisplayName="Floppy Bonnie"

;[Facepaint_BLANK X2BodyPartTemplate]
;DisplayName="None"